app/controllers/messages_controller.rb

  def create
    content = params[:message][:content]
    @message = Message.create!(content: content)
---
INSERT INTO "messages" ("content", "created_at", "updated_at") VALUES (?, ?, ?)  [["content", "new"], ["created_at", Sat, 28 Jun 2014 00:07:49 UTC +00:00], ["updated_at", Sat, 28 Jun 2014 00:07:49 UTC +00:00]]